{
    "mal_id": 3281,
    "url": "https://myanimelist.net/manga/3281/Hadashi_no_Gen",
    "images": {
        "jpg": {
            "image_url": "https://cdn.myanimelist.net/images/manga/3/272017.jpg",
            "small_image_url": "https://cdn.myanimelist.net/images/manga/3/272017t.jpg",
            "large_image_url": "https://cdn.myanimelist.net/images/manga/3/272017l.jpg"
        },
        "webp": {
            "image_url": "https://cdn.myanimelist.net/images/manga/3/272017.webp",
            "small_image_url": "https://cdn.myanimelist.net/images/manga/3/272017t.webp",
            "large_image_url": "https://cdn.myanimelist.net/images/manga/3/272017l.webp"
        }
    },
    "approved": true,
    "titles": [
        {
            "type": "Default",
            "title": "Hadashi no Gen"
        },
        {
            "type": "Synonym",
            "title": "Barefoot Gen - Bomb on Hiroshima"
        },
        {
            "type": "Japanese",
            "title": "はだしのゲン"
        },
        {
            "type": "English",
            "title": "Barefoot Gen"
        }
    ],
    "title": "Hadashi no Gen",
    "title_english": "Barefoot Gen",
    "title_japanese": "はだしのゲン",
    "title_synonyms": [
        "Barefoot Gen - Bomb on Hiroshima"
    ],
    "type": "Manga",
    "chapters": 54,
    "volumes": 10,
    "status": "Finished",
    "publishing": false,
    "published": {
        "from": "1973-05-22T00:00:00+00:00",
        "to": "1974-09-10T00:00:00+00:00",
        "prop": {
            "from": {
                "day": 22,
                "month": 5,
                "year": 1973
            },
            "to": {
                "day": 10,
                "month": 9,
                "year": 1974
            }
        },
        "string": "May 22, 1973 to Sep 10, 1974"
    },
    "score": 8.35,
    "scored": 8.35,
    "scored_by": 2803,
    "rank": 260,
    "popularity": 1718,
    "members": 12591,
    "favorites": 236,
    "synopsis": "1945, Japan. Gen Nakaoka is a spirited six-year-old boy who lives with his poor yet loving family in wartime Hiroshima. As the second World War rages on, Gen's father Daikichi stands among the few outspoken who are opposed to the emperor and stand for the innocent civilians bearing the brunt of the war. However, in a society with nothing but feverous support for their nation, Gen and his family are ostracized as traitors. Unbeknownst to them, a terrible fate awaits the people of Hiroshima...\n\nOne quiet morning, the US forces drop an atomic bomb on Hiroshima. In an instant, the city is completely destroyed, leaving thousands dead and many more exposed to radiation. Though Gen manages to survive the blast, he finds his life irreversibly changed. Regrouping with what's left of his family, Gen must now grapple with starvation, destitution, and an unsympathetic public who see survivors as little more than disease-ridden beggars.\n\nBased on author Keiji Nakazawa's real-life experiences, Hadashi no Gen follows Gen and his fellow survivors in their struggle to survive in post-war Hiroshima. Gen resolves to soldier on with unwavering determination, while never forgiving those who caused the atrocity, never forgetting the pain of the bomb, and never letting his spirit be broken by the tragedy.\n\n[Written by MAL Rewrite]",
    "background": "Hadashi no Gen is based on the events experienced by author Keiji Nakazawa and other survivors of Hiroshima. After publishing the one-shot Ore wa Mita, Nakazawa's editor encouraged him to write more of his experiences. The manga was first serialized in Shonen Jump in 1973, but was cancelled the following year due to low polling. It continued publication in three different magazines until concluding in 1987—Shimin (Citizen), Bunka Hyouron (Cultural Criticism), and Kyouiku Hyouron (Educational Criticism). Nakazawa planned to write a sequel following Gen becoming a mangaka in Tokyo, but this idea was scrapped when he retired due to failing eyesight and illness. Hadashi no Gen was first published in English as Gen of Hiroshima in comic book format by EduComics, in cooperation with the pacifist organization Project Gen, a group of voluntary translators that sought to bring the manga to a larger audience. Volunteers around the world likewise picked up this project, partially translating this title into French, Italian, German, Portuguese, Swedish, Finnish, Norwegian, Indonesian, Tagalog, Esperanto, and by 1994, completely into Russian. In English, only two comic book issues were released originally between January 1980 and April 1981 before the publication was cancelled. Since then, a number of publishers partially published the series as Barefoot Gen, including New Society Publishers, who published the first four volumes from September 3, 1986 to December 1, 1993; Penguin Books, who published the first two volumes from August 1, 1989 to August 1, 1990, under the Penguin Originals imprint, with a new edition published July 27, 1995; and Last Gasp, who started publication from September, 1986, initially only publishing the first four volumes. After the revival of Project Gen, Last Gasp finally published all ten volumes unabridged (with ) from September 1, 2004 to February 1, 2010.",
    "authors": [
        {
            "mal_id": 3590,
            "type": "people",
            "name": "Nakazawa, Keiji",
            "url": "https://myanimelist.net/people/3590/Keiji_Nakazawa"
        }
    ],
    "serializations": [
        {
            "mal_id": 83,
            "type": "manga",
            "name": "Shounen Jump (Weekly)",
            "url": "https://myanimelist.net/manga/magazine/83/Shounen_Jump_Weekly"
        }
    ],
    "genres": [
        {
            "mal_id": 8,
            "type": "manga",
            "name": "Drama",
            "url": "https://myanimelist.net/manga/genre/8/Drama"
        }
    ],
    "explicit_genres": [],
    "themes": [
        {
            "mal_id": 13,
            "type": "manga",
            "name": "Historical",
            "url": "https://myanimelist.net/manga/genre/13/Historical"
        }
    ],
    "demographics": [
        {
            "mal_id": 27,
            "type": "manga",
            "name": "Shounen",
            "url": "https://myanimelist.net/manga/genre/27/Shounen"
        }
    ],
    "relations": [
        {
            "relation": "Adaptation",
            "entry": [
                {
                    "mal_id": 1824,
                    "type": "anime",
                    "name": "Hadashi no Gen",
                    "url": "https://myanimelist.net/anime/1824/Hadashi_no_Gen"
                },
                {
                    "mal_id": 1825,
                    "type": "anime",
                    "name": "Hadashi no Gen 2",
                    "url": "https://myanimelist.net/anime/1825/Hadashi_no_Gen_2"
                }
            ]
        },
        {
            "relation": "Alternative Version",
            "entry": [
                {
                    "mal_id": 69379,
                    "type": "manga",
                    "name": "Heiwa no Kane Series",
                    "url": "https://myanimelist.net/manga/69379/Heiwa_no_Kane_Series"
                }
            ]
        }
    ],
    "external": [
        {
            "name": "Wikipedia",
            "url": "https://ja.wikipedia.org/wiki/%E3%81%AF%E3%81%A0%E3%81%97%E3%81%AE%E3%82%B2%E3%83%B3"
        }
    ]
}